{
    "settings.logs.channel": "Выберите канал, на который будут отправляться логи",
    "settings.logs.set-channel": "Выберите канал, который вы хотите изменить",
    "settings.logs.type": "Выберите тип логов",
    "settings.logs.embed.title": "Системные логи",
    "settings.logs.embed.description": "В зависимости от системных настроек, системные журналы могут содержать различные уровни детальной информации. Это позволяет администраторам настраивать уровень детализации журнала в соответствии с требованиями безопасности и аудита.",
    "settings.logs.items.delete_message.title": "Удаление сообщения",
    "settings.logs.items.delete_message.description": "Лог содержит информацию о всех удаленных сообщениях в системе. Он помогает отслеживать, кто и когда удалил сообщение, и обеспечивает прозрачность в отношении удаленных данных.",
    "settings.logs.items.edit_message.title": "Редактирование сообщения",
    "settings.logs.items.edit_message.description": "Лог содержит информацию о всех сообщениях, которые были изменены после отправки. Он предоставляет возможность просмотра истории изменений сообщений, что полезно для контроля целостности коммуникации.",
    "settings.logs.items.punishment.title": "Нарушение правил и наказание",
    "settings.logs.items.punishment.description": "Лог включает информацию о примененных наказаниях в ответ на нарушения правил. Он помогает поддерживать порядок и дисциплину в системе, обеспечивая справедливость и последовательность в применении мер дисциплинарного воздействия.",
    "settings.logs.items.economy.title": "Транзакция или изменения в экономике",
    "settings.logs.items.economy.description": "Лог отражает все транзакции и изменения в экономике системы. Он предоставляет информацию о всех финансовых операциях, произошедших в системе, и помогает отслеживать денежные потоки и изменения в экономической ситуации.",
    "settings.logs.items.ideas.title": "Предложение или идея",
    "settings.logs.items.ideas.description": "Лог содержит информацию о всех предложенных идеях и предложениях, которые были рассмотрены в системе. Он помогает отслеживать процесс развития идей и принятия решений на основе предложений от участников.",
    "settings.logs.items.voice_state.title": "Голосовое состояние",
    "settings.logs.items.voice_state.description": "Журнал содержит информацию о входе, выходе и передвижении пользователя в войсках.",
    "settings.logs.items.tickets.title": "Тикеты",
    "settings.logs.items.tickets.description": "Создание, закрытие, удаление, повторное открытие - все это содержится в журнале регистрации заявок",
    "settings.logs.items.roles.title": "Роли",
    "settings.logs.items.roles.description": "Информация о выдаче и отзыве ролей содержится в журнале"
}