{
    "settings.logs.channel": "Seleccione el canal al que se enviarán los registros",
    "settings.logs.set-channel": "Seleccione el parámetro que desea cambiar",
    "settings.logs.type": "Seleccione el tipo de registros",
    "settings.logs.embed.title": "Registros del sistema",
    "settings.logs.embed.description": "Dependiendo de la configuración del sistema, los registros del sistema pueden contener diferentes niveles de información detallada. Esto permite a los administradores personalizar el nivel de detalle del registro de acuerdo con los requisitos de seguridad y auditoría.",
    "settings.logs.items.delete_message.title": "Eliminar un mensaje",
    "settings.logs.items.delete_message.description": "El registro contiene información sobre todos los mensajes borrados en el sistema. Le ayuda a mantener el seguimiento de quién eliminó un mensaje y cuándo, y proporciona transparencia sobre los datos borrados.",
    "settings.logs.items.edit_message.title": "Editar un mensaje",
    "settings.logs.items.edit_message.description": "El registro contiene información sobre todos los mensajes que fueron modificados después de enviar. Proporciona la capacidad de ver el historial de cambios en los mensajes, lo que es útil para supervisar la integridad de la comunicación.",
    "settings.logs.items.punishment.title": "Violación de las reglas y castigo",
    "settings.logs.items.punishment.description": "El registro incluye información sobre las sanciones aplicadas en respuesta a las violaciones de las normas. Ayuda a mantener el orden y la disciplina en el sistema, garantizando la equidad y la coherencia en la aplicación de las medidas disciplinarias.",
    "settings.logs.items.economy.title": "Transacción o cambios en la economía",
    "settings.logs.items.economy.description": "El registro refleja todas las transacciones y cambios en la economía del sistema. Proporciona información sobre todas las transacciones financieras que han tenido lugar en el sistema y ayuda a rastrear los flujos de efectivo y los cambios en la situación económica.",
    "settings.logs.items.ideas.title": "Sugirió una idea",
    "settings.logs.items.ideas.description": "El registro contiene información sobre todas las ideas y propuestas propuestas que fueron consideradas en el sistema. Ayuda a rastrear el proceso de desarrollo de ideas y toma de decisiones basadas en sugerencias de los participantes.",
    "settings.logs.items.voice_state.title": "Voice state",
    "settings.logs.items.voice_state.description": "The log contains information about the entry, exit, and movement of the user in the troops.",
    "settings.logs.items.tickets.title": "Tickets",
    "settings.logs.items.tickets.description": "Creating, closing, deleting, reopen all this contains the ticket log",
    "settings.logs.items.roles.title": "Roles",
    "settings.logs.items.roles.description": "The issuance and withdrawal of roles is contained in the log"
}